{
    "roles": {
        "0": {
            "name": "aside",
            "name_zh": "旁白"
        },
        "1": {
            "name": "Larry",
            "name_zh": "拉里"
        },
        "2": {
            "name": "Deb",
            "name_zh": "戴比"
        }
    },

    
    "contents": [
        {
            "role": 0,
            "text": "Larry and Deb are talking about their expenses in the living-room",
            "text_zh": "拉里和戴比正在客厅讨论他们的花费问题。"
        },
        {
            "role": 1,
            "text": "Hey, Deb, let't go to a movie. I could really go for a good comedy Besides, you've been working on these bills for hours now.",
            "text_zh": "嗨，戴比，我们看电影去吧。我真的喜欢看喜剧。再说，这些单子你已经算了好几个小时了。"
        },
        {
            "role": 2,
            "text": "You're impossible!",
            "text_zh": "不可能！"
        },
        {
            "role": 1,
            "text": "Why?",
            "text_zh": "为什么呢？"
        },
        {
            "role": 2,
            "text": "We can't afford to go out.",
            "text_zh": "我们没钱出去玩。"
        },
        {
            "role": 1,
            "text": "Oh, come on.",
            "text_zh": "噢，得了吧。"
        },
        {
            "role": 2,
            "text": "Haven't I been telling you that we can barely make ends meet? Everything I say goes in one ear and out the other.",
            "text_zh": "我不是一直在告诉你们几乎入不敷出了吗？我说的所有事情你都是左耳进，右耳出。"
        },
        {
            "role": 1,
            "text": "All right. Listen; give me a break, huh? I've been shutting off the lights when I leave the room; I've been keeping track of all of our phone bills...",
            "text_zh": "好啦，听着，等等，好不好？近来我一直都试图削减开支，我离家时总是关灯，我一直随时关心话费。。。。"
        },
        {
            "role": 2,
            "text": "Well maybe, but you've been turning up the beat to 70F evet day and tat's been costing us an additional $70 to $80 a month.",
            "text_zh": "是的，也许是的，但是你每天总是把温度开到70度，这样我们每月得多花70到80美元。"
        },
        {
            "role": 1,
            "text": " Now wait. Now wait. I've had to do that. You know I get sick every single time the temperature goes below 68F. Deb, you know that.",
            "text_zh": "等一等，等一等，我不得不这样做。你知道每次温度低于68度我就会不舒服，戴比，你是知道的。"
        },
        {
            "role": 2,
            "text": "Oh, oh. Look at this telephone bill! It's for $98! That's impossible! I know we've been making some long distance calls lately, but this is riduculous!",
            "text_zh": "噢，噢！看看话费单，花了98美元！怎么可能！我知道近来我们打了些长途，但这个数目也太离谱了。"
        },
        {
            "role": 1,
            "text": "Well, what are the local charges?",
            "text_zh": "那本地话费是多少？"
        },
        {
            "role": 2,
            "text": "Um, the local usage charge comes to $18.50. That's what it's been running lately. Hey, have you been making calls to Edison, New Jersey?",
            "text_zh": "嗯，本地话费是18.5美元，那是最近的话费，嘿，你总是在给新泽西的爱迪生打电话，是吗？"
        },
        {
            "role": 1,
            "text": "Oh, yeah. I did make one call there last month.",
            "text_zh": "噢，是的。我上月的确打了一次电话。"
        },
        {
            "role": 2,
            "text": "One?",
            "text_zh": "一个？"
        },
        {
            "role": 1,
            "text": "Yeah, just one.",
            "text_zh": "是的，只有一个。"
        },
        {
            "role": 2,
            "text": "Well, they charged us for five calls?",
            "text_zh": "可他们收了我们5次话费？"
        } ,
        {
            "role": 1,
            "text": "Five？",
            "text_zh": "5次？"
        },
        {
            "role": 2,
            "text": "Mm-mm. I'll have to call them and have them straighten it out?",
            "text_zh": "嗯，我得打电话给他们，让他们改正过来。"
        }   
    ]
}