{
  "roles":{
    "0":{
      "name":"aside",
      "name_zh":"旁白"
    },
    "1":{
      "name":"Mr.Irving",
      "name_zh":"艾尔文先生"
    },
    "2":{
      "name":"Mrs.Schmidt",
      "name_zh":"舒密特先生"
    }
  },

  "contents":[
    {
      "role":0,
      "text":"Mr.Irving, chairman of a new vocational school, is talking with Mrs. Schmidt, the school's human resources manager, about qualities needed in their personnel.",
      "text_zh":"艾尔文先生，一所新建职业学校的校长，正在同学校的人力资源部经理舒密特先生讨论他们学校员工应具备的素质。"
    },
    {
      "role":1,
      "text":"Now, Mrs schmidt, it's time for us to discuss qualities needed in our personnel, since we're going to recruit some staff so that we can get our new school going in time.Naturally the staff of a model school should be representative in character.Have you thought of which traits we should be looking for? I'd like to hear your suggestions.",
      "text_zh":"舒密特先生，既然马上就要招募员工来让我们的新学校及时运作起来，现在我们该讨论讨论我们员工应具备的素质。一个模范学校的教职工自然应该具有典型的特点。你考虑过我们应寻求什么样的特质吗？我想听听你的建议。"
      
    },
    {
      "role":2,
      "text":"Yes, according to psychological research, generally speaking, the traits most necessary for interpersonal success are honesty, dependability, tolerance, cooperativeness, and perseverance, and in the professional world particularly, vision, competency, fair-mindedness, and punctuality are important?",
      "text_zh":"好吧，根据心理学研究，一般来说，成功的人际关系最需要的品质是诚实、可靠、宽容、善于合作和执着；而在职业场上，有眼光、有能力、公正和守时尤其生要。"
    },
    {
      "role":1,
      "text":"Those are good qualities that we would want in every employee. Now, perhaps we should discuss virtues needed in a director. What do you wat to tell me in this respect.",
      "text_zh":"那些是我们希望每个雇员都具有的好品质。现在，我们也许应该讨论一下一个部门负责人应具备的美德。在这方面你有什么想法讲给我听？"
    },
    {
      "role":2,
      "text":"Some of my acquaintances have accumulated quite a lot of experience in the international  business that enables them to make valuable suggestions. So I have talked to them for this matter.",
      "text_zh":"我有些熟人在国际商务方面积累了大量的经验，他们能够提供很有价值 的建议。所以，我就这个问题找他们谈过。"
    },
    {
      "role":1,
      "text":"Oh, have you ? What did they say?",
      "text_zh":"哦,是吗？他们怎么说？"
    },
    {
      "role":2,
      "text":"According to them, a desirable director is humble, diplomatic, and flexible but well-educated and experienced. He should also be concerned, and even generous.",
      "text_zh":"据他们讲，一个理想的部门负责人应该谦和、圆滑、灵活、受过良好教育、有经验。他也应该关心他人，甚至是慷慨大方。"
    },
    {
      "role":1,
      "text":"Absolutely! Now, would you address character description for the Commercial and Industrial Arts staff? You used to operate a vocational school, so your experience must have given you many ideas.",
      "text_zh":"当然！现在，你能描绘一下广告与工业艺术专业人员的特点吗？你过去开办过一个职业学校，你的经验一定让你有许我想法。"
    },
    {
      "role":2,
      "text":" In addition to those general assets, our school should seek practical leaders who are skillful and diligent. The best ones are also creative but modest, clever but humble.",
      "text_zh":"除了上述那些一般品质外，我们的学校应该寻找专业技术老道、工作勤奋务实的领导干部。最佳人选要有创造性而谦虚、聪明而谦和。"
    },
    {
      "role":1,
      "text":"These are a number of other positions to consider.We have done good work so far. We can discuss the remaining items after lunch.",
      "text_zh":"还有其它几个职位要考虑。到目前为止，我们已经谈得很不错了。午饭后，我们可以讨论下剩下的几项。"
    }
     
  ]
}